{
  "title": "SentinelBot",
  "nav_home": "Inicio",
  "nav_bug": "Informar de un error",
  "nav_terms": "Términos del servicio",
  "nav_privacy": "Política de privacidad",
  "subtitle": "Tu asistente definitivo para Albion Online. Gestión, alertas y mucho más directamente en Discord.",
  "add_button": "Agregar al servidor",
  "footer": "SentinelBot y sitio web desarrollado por Repyhh",



    "privacy_h1_0": "SentinelBot - Política de Privacidad",
    "privacy_h2_0": "📌 Datos Recopilados",
    "privacy_h2_1": "🔐 Almacenamiento y Seguridad",
    "privacy_h2_2": "🚫 Compartición de Datos",
    "privacy_h2_3": "🧹 Eliminación de Datos",
    "privacy_h2_4": "🛠️ Cambios",
    "privacy_p_0": "SentinelBot respeta tu privacidad. Esta política explica qué datos se recopilan, cómo se usan y cómo se protegen.",
    "privacy_p_1": "Todos los datos se almacenan localmente en archivos .json en el servidor donde se aloja el bot. No utilizamos servicios externos para almacenar o compartir datos.",
    "privacy_p_2": "SentinelBot no comparte datos con terceros, ni envía ninguna información fuera de Discord.",
    "privacy_p_3": "Los administradores del servidor pueden borrar manualmente los datos de su servidor. A petición, el creador del bot puede eliminar datos específicos de una guild.",
    "privacy_p_4": "Nos reservamos el derecho de cambiar esta política. Los cambios se comunicarán a través del canal de soporte del bot.",
    "privacy_p_5": "Si tienes preguntas, contacta con el creador Repyhh",
    "privacy_li_0": "IDs de usuarios, nombres de usuario y nombres de servidor;",
    "privacy_li_1": "Tiempo de permanencia en canales de voz;",
    "privacy_li_2": "Participaciones en eventos;",
    "privacy_li_3": "Saldo virtual y transacciones del bot;",
    "privacy_li_4": "Configuraciones y preferencias por servidor.",
    "terms_h1_0": "SentinelBot - Términos de Servicio",
    "terms_p_0": "Al usar SentinelBot, aceptas los siguientes términos:",
    "terms_h2_0": "🧑‍💻 Uso del Bot",
    "terms_li_0": "El bot se puede agregar a cualquier servidor de Discord que cumpla con los Términos de Servicio de Discord.",
    "terms_li_1": "El usuario se compromete a usar el bot de forma ética y legal.",
    "terms_h2_1": "🧩 Actualizaciones y Cambios",
    "terms_li_2": "El bot puede actualizarse, modificarse o desactivarse en cualquier momento sin previo aviso.",
    "terms_li_3": "El autor no es responsable de la pérdida de datos o problemas de funcionalidad después de los cambios.",
    "terms_h2_2": "🧠 Responsabilidades",
    "terms_li_4": "El creador del bot no es responsable de cómo los usuarios usan el bot.",
    "terms_li_5": "La información generada se basa en los datos proporcionados por Discord y las interacciones de los usuarios.",
    "terms_h2_3": "⚠️ Limitación de Garantías",
    "terms_li_6": "El bot se proporciona “tal cual”, sin garantías explícitas o implícitas.",
    "terms_li_7": "Puede no funcionar correctamente en todos los servidores o con todos los permisos.",
    "terms_p_1": "Para más información, contacta con Repyhh"
}