{
  "title": "SentinelBot",
  "nav_home": "Главная",
  "nav_bug": "Сообщить об ошибке",
  "nav_terms": "Условия использования",
  "nav_privacy": "Политика конфиденциальности",
  "subtitle": "Ваш лучший помощник для Albion Online. Управление, оповещения и многое другое прямо в Discord.",
  "add_button": "Добавить на сервер",
  "footer": "SentinelBot и сайт разработан Repyhh",





    "privacy_h1_0": "SentinelBot - Политика конфиденциальности",
    "privacy_h2_0": "📌 Сбор данных",
    "privacy_h2_1": "🔐 Хранение и безопасность",
    "privacy_h2_2": "🚫 Передача данных",
    "privacy_h2_3": "🧹 Удаление данных",
    "privacy_h2_4": "🛠️ Изменения",
    "privacy_p_0": "SentinelBot уважает вашу конфиденциальность. Эта политика объясняет, какие данные собираются, как они используются и как защищаются.",
    "privacy_p_1": "Все данные хранятся локально в .json файлах на сервере, где размещён бот. Мы не используем внешние сервисы для хранения или передачи данных.",
    "privacy_p_2": "SentinelBot не передаёт данные третьим лицам и не отправляет информацию за пределы Discord.",
    "privacy_p_3": "Администраторы серверов могут вручную удалять данные своего сервера. По запросу создатель бота может удалить данные конкретной гильдии.",
    "privacy_p_4": "Мы оставляем за собой право изменять эту политику. Изменения будут сообщаться через канал поддержки бота.",
    "privacy_p_5": "Если у вас есть вопросы, свяжитесь с создателем Repyhh",
    "privacy_li_0": "ID пользователей, имена пользователей и названия гильдий;",
    "privacy_li_1": "Время пребывания в голосовых каналах;",
    "privacy_li_2": "Участие в событиях;",
    "privacy_li_3": "Баланс виртуальной валюты и транзакции бота;",
    "privacy_li_4": "Настройки и предпочтения для конкретного сервера.",
    "terms_h1_0": "SentinelBot - Условия обслуживания",
    "terms_p_0": "Используя SentinelBot, вы соглашаетесь со следующими условиями:",
    "terms_h2_0": "🧑‍💻 Использование бота",
    "terms_li_0": "Бот может быть добавлен на любой сервер Discord, соответствующий Условиям обслуживания Discord.",
    "terms_li_1": "Пользователь обязуется использовать бота этично и законно.",
    "terms_h2_1": "🧩 Обновления и изменения",
    "terms_li_2": "Бот может быть обновлён, изменён или отключён в любое время без предварительного уведомления.",
    "terms_li_3": "Автор не несёт ответственности за потерю данных или сбои в работе после изменений.",
    "terms_h2_2": "🧠 Ответственность",
    "terms_li_4": "Создатель бота не несёт ответственности за то, как пользователи используют бота.",
    "terms_li_5": "Сгенерированная информация основана на данных, предоставленных Discord и взаимодействиях пользователей.",
    "terms_h2_3": "⚠️ Ограничение гарантий",
    "terms_li_6": "Бот предоставляется «как есть», без явных или подразумеваемых гарантий.",
    "terms_li_7": "Он может не работать корректно на всех серверах или с любыми настройками разрешений.",
    "terms_p_1": "Для получения дополнительной информации свяжитесь с Repyhh"
}